/* Text for the table header for bookmarking an entire stop. */
"add_bookmark_controller.bookmark_stop_header" = "将此车站加入书签";

/* Text for the table header for bookmarking an individual trip. */
"add_bookmark_controller.bookmark_trip_header" = "将车程加入书签";

/* Text field placeholder on the Add Group Alert. */
"add_group_alert.placeholder" = "新分类的名称";

/* Title of the Add Bookmark Group controller */
"add_group_alert.title" = "添加分类";

/* Title of the Agencies controller */
"agencies_controller.title" = "交通局网站";

/* The title of the Agency Alerts controller. */
"agency_alerts_controller.title" = "通知";

/* {X} minutes. always plural. */
"alarm_builder_controller.minutes_fmt" = "%d分钟";

/* One minute/1 minute */
"alarm_builder_controller.one_minute" = "1 分钟";

/* Explains what the Alarm Time Picker page does. */
"alarm_time_picker.description" = "在公交车离站多久前提醒我：";

/* Title of the Alarm Time Picker page. */
"alarm_time_picker.title" = "添加提醒";

/* The title to display to confirm the user's action to delete a bookmark. */
"bookmarks_controller.delete_bookmark.actionsheet.title" = "删除书签";

/* Groups button title in Bookmarks controller */
"bookmarks_controller.groups_button_title" = "编辑";

/* A menu item that allows the user to sort their bookmarks by distance from the user. */
"bookmarks_controller.sort_menu.sort_by_distance" = "按距离排序";

/* A menu item that allows the user to sort their bookmarks into groups. */
"bookmarks_controller.sort_menu.sort_by_group" = "按分组排序";

/* The table section header on the bookmarks controller for when bookmarks are sorted by distance. */
"bookmarks_controller.sorted_by_distance_header" = "按距离排序";

/* Title of the Bookmarks tab */
"bookmarks_controller.title" = "书签";

/* An error message displayed on the bookmarks tab when the user has Sort By Distance enabled and their location isn't available. */
"bookmarks_controller.unable_to_sort_by_distance_error" = "无法按距离排序，因为未能获取您的位置。";

/* The title for the bookmarks controller section that shows bookmarks that aren't in a group. */
"bookmarks_controller.ungrouped_bookmarks_section.title" = "未分类书签";

/* Text that appears when you copy something to your clipboard */
"clipboard.copied_text_confirmation" = "已复制到剪贴板";

/* Body of the the alert that appears when you try sending an email without Mail.app set up */
"contact_us_helper.cant_send_email.body_fmt" = "若您想要联系我们或提供反馈，请发邮件至%@。为了帮助我们更好地解决问题，请点击“复制排错信息”，然后将复制的内容包含在您的邮件中一并发送给我们。";

/* A button that lets the user copy an email address to the clipboard. */
"contact_us_helper.cant_send_email.copy_email_button" = "复制收件人邮箱";

/* A button that lets the user copy a default message, including debug info, to the clipboard. */
"contact_us_helper.cant_send_email.copy_message_button" = "复制排错信息";

/* Title of the alert that appears when the user's device isn't configured to send email. */
"contact_us_helper.cant_send_email.title" = "无法通过邮件App发送电子邮件";

/* Feedback email template subject for the app developers */
"contact_use_helper.feedback_subject.app" = "为MyMetro提供的反馈";

/* Feedback email template subject for the transit agency */
"contact_use_helper.feedback_subject.transit_agency" = "来自公交乘客的反馈";

/* Title of the Credits controller */
"credits_controller.title" = "致谢";

/* Title of the Base URL header. */
"custom_region_builder_controller.base_url_section.header_title" = "根路径";

/* Title of the Contact Email header. */
"custom_region_builder_controller.contact_email_section.header_title" = "联系邮箱";

/* Example custom region name */
"custom_region_builder_controller.example_data.region_name" = "我的自定义地区";

/* An explanation of dragging the map to highlight the service area of a custom region. */
"custom_region_builder_controller.service_area_section.explanation" = "Drag the map to the approximate service area of this region.";

/* Title of the Service Area header. */
"custom_region_builder_controller.service_area_section.header_title" = "服务地区";

/* Action button title for the DataMigrationBulletinPage. */
"data_migration_bulletin.action_button" = "继续";

/* Title for the DataMigrationBulletinPage. */
"data_migration_bulletin.data_upgrade_title" = "Data Upgrade";

/* Dismissal button title for the DataMigrationBulletinPage. */
"data_migration_bulletin.dismiss_button" = "Not Now";

/* An error message that appears when the user needs to have data migrated, but is not connected to the Internet. */
"data_migration_bulletin.errors.no_api_service_available" = "请检查网络连接后重新尝试。";

/* An error message that appears when the data migrator runs but no data can be migrated. */
"data_migration_bulletin.errors.no_data_to_migrate" = "No data to upgrade";

/* An error message that appears when the data migrator runs without a pending migration. */
"data_migration_bulletin.errors.no_migration_pending" = "No data migration is pending";

/* First bullet point of DataMigrationBulletinPage explanation */
"data_migration_bulletin.explanation_1" = "Upgrade your Recent Stops and Bookmarks to work with the latest version of the app, you only need to do this once.";

/* Second bullet point of DataMigrationBulletinPage explanation */
"data_migration_bulletin.explanation_2" = "You will not be able to see your Recent Stops or Bookmarks until you upgrade.";

/* Third bullet point of DataMigrationBulletinPage explanation */
"data_migration_bulletin.explanation_3" = "Upgrading may take a bit of time, and a Wi-Fi or mobile connection is required during the upgrade.";

/* This comment is displayed after the user's data is upgraded in the DataMigrationBulletinPage. */
"data_migration_bulletin.finished_loading" = "Data Upgrade Complete!";


/* Title for the Summary section of a data migration report */
"data_migration_bulletin.report_summary_title" = "Summary";

/* Button title to let the user view a data migration report. */
"data_migration_bulletin.view_report_button" = "View Report";

/* Indicates that the user wants to create a duplicate bookmark. */
"edit_book_controller.duplicate_alert.affirmative_button" = "复制并新建";

/* Title of the button that lets the user add a new Bookmark Group. */
"edit_bookmark_controller.add_group_button_title" = "添加书签分类";

/* Body of an alert telling the user they have already bookmarked this thing. */
"edit_bookmark_controller.duplicate_alert.body" = "您已将此设为书签，是否复制并新建一个？";

/* The title of an alert telling the user that they have already bookmarked this thing. Noun form of 'duplicate', not the verb. */
"edit_bookmark_controller.duplicate_alert.title" = "书签已存在";

/* Title of the Bookmark Group header. */
"edit_bookmark_controller.group_section.header_title" = "书签分类";

/* Title of the Bookmark Name header. */
"edit_bookmark_controller.name_section.header_title" = "书签名称";

/* Don't add this bookmark to a group. */
"edit_bookmark_controller.no_group_row" = "（未分类）";

/* Title next to the switch that toggles whether a bookmark will appear in the today view. */
"edit_bookmark_controller.show_in_today_view_switch_title" = "在“今天”视图小组件中显示";

/* Title for the Edit Bookmark controller in edit mode */
"edit_bookmark_controller.title_edit" = "编辑书签";

/* A button that says continue and don't show again. */
"fare_payments.dont_show_again" = "继续并且不再显示此消息";

/* A voiceover title describing the 'grabber' for controlling the visibility of a card. */
"floating_panel.controller.accessibility_label" = "卡片控制器";

/* A voiceover title describing the action to minimize (or collapse) the visibility of a card. */
"floating_panel.controller.collapse_action_name" = "折叠";

/* A voiceover title describing the action to expand the visibility of a card. */
"floating_panel.controller.expand_action_name" = "扩展";

/* No comment provided by engineer. */
"floating_panel.controller.full_sheet_voiceover_change_alert.message" = "旁白功能开启时，此页面会自动展开。前往“设置”关闭此功能。";

/* No comment provided by engineer. */
"floating_panel.controller.full_sheet_voiceover_change_alert.title" = "旁白可用";

/* A voiceover title describing that the card's visibility is taking up the full screen. */
"floating_panel.controller.position.full" = "全屏";

/* A voiceover title describing that the card's visibility is taking up half of the screen. */
"floating_panel.controller.position.half" = "半屏";

/* A voiceover title describing that the card's visibility taking up the minimum amount of screen. */
"floating_panel.controller.position.minimized" = "已最小化";

/* Description of why we need location services */
"location_permission_bulletin.description_text" = "请允许本App使用您的定位信息，以便更好地帮您找到附近的公交车站。";

/* Button the user can tap on to disallow access to their location. */
"location_permission_bulletin.do_not_use_location_button_text" = "Don't use my location";

/* Title of the alert that appears to request your location. */
"location_permission_bulletin.title" = "您好！";

/* No comment provided by engineer. */
"locationservices_alert_gotosettings.button" = "前往“设置”页面打开定位分享";

/* No comment provided by engineer. */
"locationservices_alert_imprecise.message" = "您将可以在地图上看到自己的位置和周围的公交车站，帮您更轻易地找到要去的乘车站。";

/* No comment provided by engineer. */
"locationservices_alert_imprecise.title" = "MyMetro在使用您的详细定位信息时可以提供最佳服务";

/* No comment provided by engineer. */
"locationservices_alert_keep_precise_location_off.button" = "继续拒绝分享详细定位";

/* No comment provided by engineer. */
"locationservices_alert_keepoff.button" = "继续拒绝分享定位";

/* No comment provided by engineer. */
"locationservices_alert_off.message" = "您将可以在地图上看到自己的位置和周围的公交车站，帮您更轻易地找到您要去的乘车站。";

/* No comment provided by engineer. */
"locationservices_alert_off.title" = "MyMetro在使用您的定位信息时可以提供最佳服务";

/* No comment provided by engineer. */
"locationservices_alert_request_access.button" = "允许使用定位信息";

/* No comment provided by engineer. */
"locationservices_alert_request_precise_location_once.button" = "允许一次";

/* Explains the purpose of the Manage Bookmarks controller */
"manage_bookmarks.controller_footer" = "您可以在本页面删除书签或者对书签重新分类。";

/* Segmented control item for bookmarks */
"manage_bookmarks_groups.toggle.bookmarks" = "书签";

/* Segmented control item for Groups */
"manage_bookmarks_groups.toggle.groups" = "分类";

/* 'Add Bookmark Group' button text */
"manage_groups_controller.add_group_button" = "添加书签分类";

/* Footer explanation on the Groups section of the Manage Groups controller. */
"manage_groups_controller.groups.footer_text" = "您可以对书签分类进行重命名、添加、删除，以及重新排序。删除一个分类并不会导致属于它的书签被删除。";

/* Placeholder text for Bookmark Group. */
"manage_groups_controller.text_field_placeholder" = "分类名称";

/* Manage Groups controller title */
"manage_groups_controller.title" = "编辑书签";

/* Map controller for centering the map on the user's current location. */
"map_controller.center_user_location" = "使地图居中于当前位置";

/* Change Region button on the alert that appears when the user is updating their current region manually. */
"map_controller.change_region_alert.button" = "更改地区";

/* Body of the alert that appears when the user is updating their current region manually. */
"map_controller.change_region_alert.message_fmt" = "您要更改地区至%@吗？";

/* Title of the alert that appears when the user is updating their current region manually. */
"map_controller.change_region_alert.title" = "确定要更改地区？";

/* Voiceover text indicating that this button toggles the base map type. */
"map_controller.map_type.accessibility_label" = "地图类型";

/* Voiceover text indicating the current map type as the hybrid base map (satellite view with labels). */
"map_controller.map_type.hybrid.accessibility_value" = "混合";

/* Voiceover text indicating the current map type as the standard base map. */
"map_controller.map_type.standard.accessibility_value" = "标准";

/* A generic message shown when the user's search query produces no search results. */
"map_controller.no_search_results_found" = "未找到结果。";

/* Accessibility label for a button that provides the current forecast */
"map_controller.show_weather_button" = "显示天气预报";

/* This message appears when a searched-for vehicle doesn't have an assigned trip. */
"map_controller.vehicle_not_on_trip_error" = "您选择的公交车辆并未被安排出行，所以我们无法为您显示它。";

/* about section header */
"map_item_controller.about_header" = "关于";

/* More options header */
"map_item_controller.more_header" = "更多";

/* A table row that shows stops nearby. */
"map_item_controller.nearby_stops_row" = "附近的车站";

/* Map region manager message to the user when they need to zoom in more to view stops */
"map_region_manager.status_overlay.zoom_to_see_stops" = "请将放大地图后寻找车站";

/* Displayed in the map status view at the top of the map when the user has declined to give the app access to their location */
"map_status_view.location_services_unavailable" = "无法获取位置";

/* Displayed in the map status view at the top of the map when the user has declined to give the app access to their precise location */
"map_status_view.precise_location_unavailable" = "无法获取准确位置";

/* Header for a section that shows the user information about this app. */
"more_controller.about_app" = "关于这个App";

/* Alerts for region row in the More controller */
"more_controller.alerts_for_region" = "通知";

/* Title of the action sheet option for contacting the developers of the app. */
"more_controller.contact_developers" = "功能请求/故障报告";

/* Title of the action sheet option for contacting a user's transit agency. */
"more_controller.contact_transit" = "公交车辆/时刻表问题";

/* A button to contact transit agency/developers. */
"more_controller.contact_us" = "联系我们";

/* Contact Us alert title. */
"more_controller.contact_us_alert_title" = "联系我们";

/* Credits - like who should get credit for creating this. */
"more_controller.credits_row_title" = "致谢";

/* Title for a button that will crash the app. */
"more_controller.debug_section.crash_row" = "使App崩溃";

/* Section title for debugging helpers */
"more_controller.debug_section.header" = "排错";

/* This is displayed instead of the user's push ID if the value is not available. */
"more_controller.debug_section.push_id.not_available" = "无";

/* Title for the Push Notification ID row in the More Controller */
"more_controller.debug_section.push_id.title" = "App消息推送账号";

/* Request to help develop the app */
"more_controller.develop_the_app" = "帮助修复问题/扩展新功能";

/* Header for the volunteer section. */
"more_controller.help_out" = "帮助我们提升app";

/* Title of the Agencies row in the My Location section */
"more_controller.my_location.agencies" = "交通局网站";

/* 'My Location' section header on the 'More' controller. */
"more_controller.my_location.header" = "我的定位";

/* Title of the mobile fare payment row */
"more_controller.my_location.pay_fare" = "购买车票";

/* Title of the row that lets the user choose their current region. */
"more_controller.my_location.region_row_title" = "地区";

/* A link to the app's Privacy Policy */
"more_controller.privacy_row_title" = "隐私条款";

/* Title of the More tab */
"more_controller.title" = "更多";

/* Request to help localize OneBusAway */
"more_controller.translate_the_app" = "帮助我们翻译app";

/* Updates and Alerts header text */
"more_controller.updates_and_alerts.header" = "更新与通知";

/* Title of the alert that tells the user they've disabled debug mode. */
"more_header.debug_disabled.title" = "关闭排错模式";

/* Title of the alert that tells the user they've enabled debug mode. */
"more_header.debug_enabled.title" = "启动排错模式";

/* Explanation about how this app is built and maintained by volunteers. */
"more_header.support_us_label_text" = "本App由志愿者开发并提供支持";

/* Body for the empty set indicator on the Nearby controller. */
"nearby_controller.empty_set.body" = "通过缩小或者左右移动地图发现公交车站";

/* Title for the empty set indicator on the Nearby controller */
"nearby_controller.empty_set.title" = "附近没有公交车站";

/* Body for the empty set indicator on the Nearby Stops controller. */
"nearby_stops_controller.empty_set.body" = "这附近没有其他的公交车站。";

/* Title for the empty set indicator on the Nearby Stops controller. */
"nearby_stops_controller.empty_set.title" = "附近没有公交车站";

/* The title of the Nearby Stops controller. */
"nearby_stops_controller.title" = "附近的车站";

/* Vehicle occupancy is very high */
"occupancy_status.crushed_standing_room_only" = "站立空间非常拥挤";

/* Vehicle occupancy is zero */
"occupancy_status.empty" = "空车";

/* Vehicle occupancy is medium */
"occupancy_status.few_seats_available" = "剩余座位很少";

/* Vehicle occupancy is full */
"occupancy_status.full" = "车辆已满";

/* A format string that denotes that the associated occupancy status is historical data. e.g. 'Historical: Standing room only' */
"occupancy_status.historical_fmt" = "历史数据：%@";

/* Vehicle occupancy is low */
"occupancy_status.many_seats_available" = "剩余座位充足";

/* Vehicle is not accepting any passengers */
"occupancy_status.not_accepting_passengers" = "不接收乘客";

/* Vehicle occupancy is high */
"occupancy_status.standing_room_only" = "仅剩站立空间";

/* Vehicle occupancy status is unknown. */
"occupancy_status.unknown" = "未知";

/* Reachability bulletin for a cellular connection that can't access the Internet. */
"reachability_bulletin.description.cellular_no_internet" = "我们无法通过您的手机移动数据连接到互联网。\r\n\r\n请尝试使用无线网络WiFi或者移动到一个新的地点。";

/* Reachability bulletin for a phone with no connection. */
"reachability_bulletin.description.not_connected" = "我们无法连接到互联网。请尝试使用无线网络WiFi或者手机数据连接。";

/* Reachability bulletin for a WiFi network that can't access the Internet. */
"reachability_bulletin.description.wifi_no_internet" = "我们无法通过您的无线网络WiFi连接到互联网。\r\n\r\n请尝试关闭WiFi或者使用一个不同的网络。";

/* Title of the alert that appears when the app can't connect to the server. */
"reachability_bulletin.title" = "无法连接到互联网";

/* Title for a confirmation alert displayed before the user deletes all of their recent stops. */
"recent_stops.confirmation_alert.title" = "您确定要删除所有最近浏览过的公交车站吗？";

/* A button that deletes all of the recent stops in the app. */
"recent_stops.delete_all" = "全部删除";

/* Body for the empty set indicator on the Recent Stops controller. */
"recent_stops.empty_set.body" = "这里将显示您最近浏览过的所有公交车站";

/* The button title for taking the user to the map view to find stops. */
"recent_stops.empty_set.button" = "在地图上寻找公交车站";

/* Title for the empty set indicator on the Recent Stops controller. */
"recent_stops.empty_set.title" = "没有最近浏览过的车站";

/* Title of the Alarms section of the Recents controller */
"recent_stops_controller.alarms_section.title" = "闹钟";

/* The title of the Recent Stops controller. */
"recent_stops_controller.title" = "最近浏览";

/* Formatted alert body shown when there is a mismatch between the user location and selected region. e.g. 'Your region is set to Puget Sound, but you appear to be in San Diego.' */
"region_mismatch_bulletin.body_fmt" = "您的所选地区为%1$@，但您的所在地区为%2$@。";

/* A button on the region mismatch alert that changes the user's current region. e.g. 'Change to San Diego' */
"region_mismatch_bulletin.change_region_button_fmt" = "更改地区至%@";

/* Alert title shown when there is a mismatch between the user location and selected region. */
"region_mismatch_bulletin.title" = "确定要更改地区？";

/* A button on the region mismatch alert that updates the map's current location to be the specified region. e.g. 'Show Puget Sound on the map' */
"region_mismatch_bulletin.update_map_button_fmt" = "在地图上显示%@";

/* Help text displayed on a custom (user-created) region. */
"region_picker.custom_region_help_text" = "Custom region";

/* Help text displayed on an experimental region. */
"region_picker.experimental_region_help_text" = "Experimental region";

/* Help text displayed on an inactive region. */
"region_picker.inactive_region_help_text" = "Inactive region";

/* Title of a button that shows a region creation view controller. */
"region_picker.new_custom_region_button" = "New Custom Region";

/* Title of a toggle that shows experimental (beta) regions. */
"region_picker.show_experimental_regions_toggle" = "Show Experimental";

/* Title of a toggle that shows inactive regions. */
"region_picker.show_inactive_regions_toggle" = "Show Inactive";

/* Title of the Region Picker Item, which lets the user choose a new region from the map. */
"region_picker.title" = "选择地区";

/* Title of the Report Problem view controller. */
"report_problem.title" = "报告一个问题";

/* Report a problem with the stop at {Stop Name} */
"report_problem_controller.report_stop_problem_fmt" = "报告%@车站的问题";

/* A table header in the 'Report Problem' view controller. */
"report_problem_controller.stop_problem.header" = "该车站有问题";

/* A table header in the 'Report Problem' view controller. */
"report_problem_controller.vehicle_problem.header" = "在该车站停靠的一辆公交车有问题";

/* Title of the Bookmarks search header */
"search_controller.bookmarks.header" = "搜索书签";

/* Body for the empty set indicator on the Search controller. */
"search_controller.empty_set.body" = "输入搜索地址，公交线路，车站名称，或者服务车辆编号";

/* Title for the empty set indicator on the Search controller. */
"search_controller.empty_set.title" = "搜索";

/* Quick Search section header in search */
"search_controller.quick_search.header" = "快速搜索";

/* Quick search prefix for Address. */
"search_interactor.quick_search.address_prefix" = "地址：";

/* Quick search prefix for Route. */
"search_interactor.quick_search.route_prefix" = "公交线路：";

/* Quick search prefix for Stop. */
"search_interactor.quick_search.stop_prefix" = "公交车站：";

/* Quick search prefix for Vehicle. */
"search_interactor.quick_search.vehicle_prefix" = "服务车辆：";

/* A format string for address searches. In English, this is just the address itself without any adornment. */
"search_results_controller.subtitle.address_fmt" = "%@";

/* A format string for route searches. e.g. in english: Route \"{SEARCH TEXT}\" */
"search_results_controller.subtitle.route_fmt" = "%@号公交线路";

/* A format string for stop number searches. e.g. in english: Stop number \"{SEARCH TEXT}\" */
"search_results_controller.subtitle.stop_number_fmt" = "%@号公交车站";

/* A format string for vehicle ID searches. e.g. in english: Vehicle ID \"{SEARCH TEXT}\" */
"search_results_controller.subtitle.vehicle_id_fmt" = "%@号服务车辆";

/* The title of the Search Results controller. */
"search_results_controller.title" = "搜索结果";

/* Error message shown when a vehicle has no trips available. */
"search_results_controller.no_trips_available" = "该车辆当前没有行程。";

/* The transit agencies affected by this service alert. */
"service_alert_controller.affected_agencies" = "受此影响的公交公司";

/* The routes affected by this service alert. */
"service_alert_controller.affected_routes" = "受此影响的公交线路";

/* The stops affected by this service alert. */
"service_alert_controller.affected_stops" = "受此影响的公交车站";

/* The trips affected by this service alert. */
"service_alert_controller.affected_trips" = "受此影响的公交车程";

/* As in 'this is in effect/occurring' from/to */
"service_alert_controller.in_effect" = "已生效";

/* Directs the user to tap on the link that comes at the end of the string. Learn more: <HYPERLINK IS INSERTED HERE> */
"service_alert_controller.learn_more_fmt" = "了解更多%@";

/* Settings > Accessibility section > Always show full sheet on Voiceover */
"settings_controller.accessibility_section.default_full_sheet_voiceover" = "旁白开启时显示全屏";

/* Settings > Accessibility section > Haptic feedback on reload */
"settings_controller.accessibility_section.enable_reload_haptic" = "重新加载时发送手机振动";

/* Settings > Accessibility section > Show route labels on the map */
"settings_controller.accessibility_section.show_stop_annotation_labels" = "在地图上显示线路标签";

/* Settings > Accessibility section title */
"settings_controller.accessibility_section.title" = "辅助功能";

/* Settings > Alerts section > Display test alerts */
"settings_controller.alerts_section.display_test_alerts" = "显示测试通知";

/* Settings > Alerts section title */
"settings_controller.alerts_section.title" = "公交公司通知";

/* Settings > Debug section > Debug mode */
"settings_controller.debug_section.debug_mode" = "调试模式";

/* Settings > Debug section > Refresh regions on every launch */
"settings_controller.debug_section.always_refresh_regions" = "启动应用时刷新地区信息";

/* Settings > Debug section title */
"settings_controller.debug_section.title" = "排错";

/* Settings > Map section > Show my current heading */
"settings_controller.map_section.shows_heading" = "显示我现在的朝向";

/* Settings > Map section > Shows scale */
"settings_controller.map_section.shows_scale" = "显示比例尺";

/* Settings > Map section > Shows traffic */
"settings_controller.map_section.shows_traffic" = "显示交通状况";

/* Settings > Map section title */
"settings_controller.map_section.title" = "地图";

/* Settings > Privacy section > Send usage data */
"settings_controller.privacy_section.reporting_enabled" = "向开发者发送使用数据";

/* Settings > Privacy section title */
"settings_controller.privacy_section.title" = "隐私";

/* A message that appears when a user's alarm is created. */
"stop_controller.alarm_created_message" = "闹钟添加成功";

/* A header for the arrivals and departures section of the stop controller. */
"stop_controller.arrival_departure_header" = "到达与离站";

/* An error message displayed when a stop is shown by tapping on a bookmark—and the bookmark doesn't seem to point to a valid stop any longer. This problem will occur when a transit agency changes its stop IDs, perhaps as part of an annual transit system realignment. */
"stop_controller.bad_bookmark_error_message" = "此书签已失效。公交公司或许对线路做出了调整。请尝试删除此书签后重新创建一个书签。";

/* A string listing the data providers (agencies) for this stop's data. It contains one or more providers separated by commas. e.g. Data provided by King County Metro, Sound Transit */
"stop_controller.data_attribution_format" = "数据由%@提供";

/* Load More button */
"stop_controller.load_more_button" = "加载更多";

/* This is an instruction given to the user the first time they look at a stop view instructing them on how to access more options, including the ability to add alarms. */
"stop_controller.swipe_spotlight_text.with_alarm" = "向左划屏可以看到更多选项，包括添加闹钟。";

/* This is an instruction given to the user the first time they look at a stop view instructing them on how to access more options, EXCLUDING the ability to add alarms. */
"stop_controller.swipe_spotlight_text.without_alarm" = "向左划屏可以看到更多选项";

/* Title of the Sorting section */
"stop_preferences_controller.sorting_section.header_title" = "排序";

/* Sort by route option */
"stop_preferences_controller.sorting_section.sort_by_route" = "按公交线路排序";

/* Sort by time option */
"stop_preferences_controller.sorting_section.sort_by_time" = "按时间排序";

/* Title of the Edit Stop preferences controller */
"stop_preferences_controller.title" = "筛选线路";

/* The section header to a free-form comments field that the user does not have to add text to in order to submit this form. */
"stop_problem_controller.comments_section.section_title" = "更多意见（非必填）";

/* Footer text of the Share Location section in the Stop Problem Controller */
"stop_problem_controller.location_section.section_footer" = "分享您的定位可以更好地帮助公交公司处理这个反馈。";

/* Title of the Share Location section in the Stop Problem Controller. */
"stop_problem_controller.location_section.section_title" = "分享您的定位？";

/* Title of the Share Location switch on stop problem controller */
"stop_problem_controller.location_section.switch_title" = "分享定位";

/* Title label for the 'choose a problem type' row. */
"stop_problem_controller.problem_section.row_label" = "选择一个：";

/* Title of the first section in the Stop Problem Controller. */
"stop_problem_controller.problem_section.section_title" = "您要反馈什么问题？";

/* The 'send' button that actually sends along the problem report. */
"stop_problem_controller.send_button" = "发送";

/* Title for the Report Stop Problem controller */
"stop_problem_controller.title" = "报告一个问题";

/* Message displayed when a new bookmark is created. */
"stops_controller.created_new_bookmark" = "书签添加成功";

/* A menu item on a Stop page that toggles the visible list of transit vehicles from a filtered list to all of the list items. e.g. a stop serves routes 1, 2, and 3. The user has filtered the stop to only show route 3. Chooosing this item will show 1, 2, and 3 again. */
"stops_controller.filter.all_routes" = "所有线路";

/* A menu item on a Stop page that toggles the visible list of transit vehicles from a list of all items to a filtered list. e.g. a stop serves routes 1, 2, and 3. The user wants to only view route 3. Choosing this item would show that subset of routes. */
"stops_controller.filter.filtered_routes" = "已筛选线路";

/* Title of the row that will show stops that are near this one. */
"stops_controller.nearby_stops" = "附近的车站";

/* Button that launches the 'Report Problem' UI. */
"stops_controller.report_problem" = "报告一个问题";

/* Message displayed an existing bookmark is updated. */
"stops_controller.updated_bookmark" = "书签更新成功";

/* Button that launches a maps app with walking directions to this stop */
"stops_controller.walking_directions" = "步行导航";

/* Button that launches Apple's maps.app with walking directions to this stop */
"stops_controller.walking_directions_apple" = "步行导航（苹果地图）";

/* Button that launches Google Maps with walking directions to this stop */
"stops_controller.walking_directions_google" = "步行导航（谷歌地图）";

/* A notice when a transit alert doesn't have body text. */
"transit_alert.no_additional_details.body" = "没有更多信息了。";

/* Describes the next trip of this vehicle. e.g. Continues as 10 - Downtown Seattle */
"trip_details_controller.continues_as_fmt" = "以%@为名继续行驶";

/* Last report: <TIME> */
"trip_details_controller.last_report_fmt" = "上次报告：%@";

/* Service alerts header in the trip details controller. */
"trip_details_controller.service_alerts_footer" = "车程详情";

/* Button that moves the map to focus on the selected stop */
"trip_details_controller.show_on_map" = "在地图上显示";

/* Describes the previous trip of this vehicle. e.g. Starts as 10 - Downtown Seattle */
"trip_details_controller.starts_as_fmt" = "以%@为名启程";

/* A formatted string for displaying a vehicle's ID on the trip status map. e.g. 'Vehicle ID: 12345' */
"trip_status_annotation.title_fmt" = "服务车辆编号：%@";

/* Shown on the map when the user taps on a vehicle to indicate we don't know the vehicle's ID. */
"trip_status_annotation.vehicle_id_unavailable" = "服务车辆编号未知";

/* Voiceover text explaining that this stop is the user's destination */
"trip_stop.user_destination.accessibility_label" = "您的目的地";

/* Voiceover text explaining that the vehicle is currently at this stop */
"trip_stop.vehicle_location.accessibility_label" = "车辆已到站";

/* Suggested invocation phrase for Siri Shortcut */
"user_activity_builder.show_me_my_bus" = "显示我的公交车";

/* The section header to a free-form comments field that the user does not have to add text to in order to submit this form. */
"vehicle_problem_controller.comments_section.section_title" = "更多意见（非必填）";

/* Footer text of the Share Location section in the Vehicle Problem Controller */
"vehicle_problem_controller.location_section.section_footer" = "分享您的地址可以更好地帮助公交公司解决这个问题。";

/* Title of the Share Location section in the Vehicle Problem Controller. */
"vehicle_problem_controller.location_section.section_title" = "分享您的定位？";

/* Title of the Share Location switch */
"vehicle_problem_controller.location_section.switch_title" = "分享定位";

/* Title of the 'on the vehicle' section in the Vehicle Problem Controller. */
"vehicle_problem_controller.on_vehicle_section.section_title" = "您在这辆车上吗？";

/* Title of the 'on the vehicle' switch in the Vehicle Problem Controller. */
"vehicle_problem_controller.on_vehicle_section.switch_title" = "我此时在这辆车上";

/* Title of the vehicle ID text field in the Vehicle Problem Controller. */
"vehicle_problem_controller.on_vehicle_section.vehicle_id_title" = "服务车辆编号";

/* Title label for the 'choose a problem type' row. */
"vehicle_problem_controller.problem_section.row_label" = "选择一个：";

/* Title of the first section in the Vehicle Problem Controller. */
"vehicle_problem_controller.problem_section.section_title" = "您要反馈什么问题？";

/* The 'send' button that actually sends along the problem report. */
"vehicle_problem_controller.send_button" = "发送";

/* Title for the Report Vehicle Problem controller */
"vehicle_problem_controller.title" = "报告一个问题";

/* Format string describing a favorite route (or trip) bookmark with a placeholder for the bookmark's name. */
"voiceover.bookmarkarrivaldata.label.favoriteroutebookmark_fmt" = "最爱的车程书签，%@";

/* Format string describing a normal route (or trip) bookmark with a placeholder for the bookmark's name. */
"voiceover.bookmarkarrivaldata.label.routebookmark_fmt" = "车程书签，%@";

/* Format string describing a stop bookmark with a placeholder for the bookmark's name. */
"voiceover.bookmarkarrivaldata.label.stopbookmark_fmt" = "车站书签，%@";

/* Voiceover text describing an arrival, then a departure in the near-future, regardless of realtime data availability. */
"voiceover.bookmarkarrivaldata.value.followingarrivalthendeparture_fmt" = "下一班进站车将在%1$d分钟后到达，并在%2$d分钟后离站。";

/* Voiceover text describing a departure, then an arrival in the near-future, regardless of realtime data availability. */
"voiceover.bookmarkarrivaldata.value.followingdeparturethenarrival_fmt" = "下一班离站车将在%1$d分钟后离开，并在%2$d分钟后到站。";

/* Voiceover text describing the one additional arrival in the near-future, regardless of realtime data availability. */
"voiceover.bookmarkarrivaldata.value.followingonearrival_fmt" = "下一班进站车将在%d分钟后到达。";

/* Voiceover text describing the one additional departure in the near-future, regardless of realtime data availability. */
"voiceover.bookmarkarrivaldata.value.followingonedeparture_fmt" = "下一班离站车将在%d分钟后离开。";

/* Voiceover text describing the two additional arrivals in the near-future, regardless of realtime data availability. */
"voiceover.bookmarkarrivaldata.value.followingtwoarrivals_fmt" = "下两班进站车分别将在%1$d分钟和%2$d分钟后到达。";

/* Voiceover text describing the two additional departures in the near-future, regardless of realtime data availability. */
"voiceover.bookmarkarrivaldata.value.followingtwodepartures_fmt" = "下两班离站车分别将在%1$d分钟和%2$d分钟后离开。";

/* Voiceover text describing no departures in the near-future. */
"voiceover.bookmarkarrivaldata.value.noupcomingdepartures_fmt" = "没有即将到达的车辆。";

/* A label for blind or low-vision users on the UI element that describes how long it takes to walk to the stop. */
"walk_time_view.accessibility_label" = "步行到车站的时间";

/* Accessibility string with placeholders for distance from stop, walking time to stop, and predicted arrival time. e.g. 1.2 miles. Takes 17 minutes to walk, arriving at 9:41 am */
"walk_time_view.accessibility_value" = "距离车站%1$@英里。需要步行%2$@分钟，可以在%3$@抵达车站。";

/* Format string with placeholders for distance from stop, walking time to stop, and predicted arrival time. e.g. 1.2 miles, 17m: arriving at 09:41 A.M. */
"walk_time_view.distance_time_fmt" = "距离车站%1$@英里，需要步行%2$@分钟：预计在%3$@抵达车站。";

/* Error message of Custom Region URL if it's invalid or does not point to a functional OBA server */
"region_url.error_messsage" = "所提供的区域URL无效或未指向功能正常的OBA服务器";
